Repository: artevio/wc-pays
Catalog: languages/wc-pays_*.po
Languages: cs_cz

# Page Title
source: Payment Successful
cs_cz: Platba byla úspěšná

# Page Content
source: Payment was successful. You will receive all details within 24 hours on your e-mail. If this does not happen, contact us.
cs_cz: Platba proběhla úspěšně. Všechny podrobnosti obdržíte do 24 hodin na váš e-mail. Pokud se tak nestane, kontaktujte nás.

# Page Title
source: Payment Error
cs_cz: Chyba platby

# Page Content
source: There was an error with your payment. Please contact us.
cs_cz: Při platbě došlo k chybě. Prosím kontaktujte nás.

# Gateway Description
source: Pay by credit card, fast bank transfer or QR code via the Pays.cz payment gateway.
cs_cz: Plaťte kreditní kartou, rychlým bankovním převodem nebo QR kódem prostřednictvím platební brány Pays.cz.

# Gateway Admin Description
source: Receive payments by credit card, fast bank transfer or QR code via the Pays.cz payment gateway.
cs_cz: Plaťte kreditní kartou, rychlým bankovním převodem nebo QR kódem prostřednictvím platební brány Pays.cz.

# Gateway settings Email body
source: We are sending communication addresses.
cs_cz: Posíláme komunikační adresy.

# Gateway settings Email body
source: Payment confirmation URL:
cs_cz: URL potvrzení platby:

# Gateway settings Email body
source: Successful payment page:
cs_cz: URL potvrzení platby:

# Gateway settings Email body
source: Incorrect payment page:
cs_cz: Stránka chybné platby:

# Gateway settings Email subject
source: E-shop settings
cs_cz: Nastavení obchodu

# Gateway settings Email subject
source: Merchant:
cs_cz: Obchodník:

# Gateway settings Enabled title
source: Enable/Disable
cs_cz: Povolit/Zakázat

# Gateway settings Enabled label
source: Enable Pays.cz Gateway
cs_cz: Povolte bránu Pays.cz

# Gateway settings Title title
source: Title
cs_cz: Název

# Gateway settings Title label
source: This controls the title which the user sees during checkout.
cs_cz: Zde nastavíte název, který uživatel uvidí při placení.

# Gateway settings Description title
source: Description
cs_cz: Popis

# Gateway settings Description description
source: This controls the description which the user sees during checkout.
cs_cz: Zde nastavíte popis, který uživatel uvidí při placení.

# Gateway settings Description default
source: Pay with your credit card, quick bank transfer or QR code via Pays.cz payment gateway.
cs_cz: Plaťte kreditní kartou, rychlým bankovním převodem nebo QR kódem prostřednictvím platební brány Pays.cz.

# Gateway settings Test Mode title
source: Test mode
cs_cz: Testovací režim

# Gateway settings Test Mode label
source: Enable Test Mode
cs_cz: Zapnout testovací režim

# Gateway settings Test Mode description
source: Place the payment gateway in test mode using test API keys.
cs_cz: Umístěte platební bránu do testovacího režimu pomocí testovacích API nastavení.

# Gateway settings Test Merchant ID title
source: Test Merchant ID
cs_cz: Testovací Merchant ID

# Gateway settings Test Shop ID title
source: Test Shop ID
cs_cz: Testovací Shop ID

# Gateway settings Test API Key title
source: Test API Key
cs_cz: Testovací API Key

# Gateway settings Live Merchant ID title
source: Live Merchant ID
cs_cz: Veřejné Merchant ID

# Gateway settings Live Shop ID title
source: Live Shop ID
cs_cz: Veřejné Shop ID

# Gateway settings Live Shop ID title
source: Live API Key
cs_cz: Veřejný API Key

# Gateway settings Payment Success Page title
source: Payment Success Page
cs_cz: Stránka s potvrzením úspěšné platby

# Gateway settings Payment Error Page title
source: Payment Error Page
cs_cz: Stránka s upozorněním na chybnou platbu

# Gateway settings Pays URLs title
source: Send URLs to Pays.cz
cs_cz: Odeslat URL do Pays.cz

# Gateway settings Pays URLs button text
source: Send needed details and URLs to Pays
cs_cz: Odeslat podrobnosti a URL do Pays.cz

# Gateway settings Pays URLs description
source: Click on this button after you will save the settings.
cs_cz: Na toto tlačítko kliněte až po uložení nastavení.

# Test Mode frontend gateway description
source: TEST PAYMENT
cs_cz: TESTOVACÍ PLATBA

# Note about wrong payment
source: Wrong amount paid.
cs_cz: Zaplacena nesprávná částka.

# Plugins screen: Settings link
source: Settings
cs_cz: Nastavení

# Plugins screen: Logs link
source: Logs
cs_cz: Log

source: Pays.cz payment gateway for WooCommerce
cs_cz: Platební brána Pays.cz pro WooCommerce
